{
  "items": [
    {
      "image": {
        "src": "./assets/img/Bild1.jpg",
        "credit": "Jakob"
      },
      "text": [
        "I remember how we are just meet for a few days and you were already showing me your diary in the sports bar. I feel like nowadays you rarely meet someone how write a diary (especially such a cool and artistic diary as yours) and it is even rarer that person show it to someone she just meets.",
        "At this moment I was thinking: How cool and open is this girl! ",
        "Keep being as open und positive as you are! :)"
      ]
    },
    {
      "image": {
        "src": "./assets/img/Bild2.jpg",
        "credit": "Jakob"
      },
      "text": [
        "I remember when I saw you the first time with this awesome red dress (btw the second most beautiful outfit I saw on the ship in my opinion). I directly feel the urge to ask you out for a dance. This is one of the moments I will never regret!",
        "Because I not only learned the amazing octopus dance move, I also got such a wonderful new person in my live :)"
      ]
    },
    {
      "text": [
        "Every time a DJ is nearby you are directly going towards him and started a conversation about DJing. Which is just one example of how passionate you are! ",
        "I feel like you getting as obsessed with the things you love as I do which is one of the greatest superpowers you can have in my opinion! ",
        "I hope you find the right environment where you can unfold your full potential!",
        "And if I can help you somehow, I just one call (and 594 km) away ;)"
      ]
    },
    
  {
    "text": [
      "Even if I sometimes would like to have more time with you (on the cruise as also now in person), I’m really impressed by your commitment and willpower!",
      "I have no doubt that you will succeed in the goals you set!",
      "But currently it feels like you often have to set things you love (DJing, visiting your favourite German person, etc.) aside.",
      "I hope in the future you find ways where you don’t have to choose and can combine your goals and what you love!",
      "Because we are only living once and in my opinion, we are allowed to want and have it all! :)"
    ]
  },
  {
    "image": {"src": "./assets/img/Bild5.jpg", "credit": "Jakob"},
    "text": [
      "I really like your passion for technology and mechanical engineering.",
      "I remember when I was visiting you in France and you were showing me a video of a metal jet turbine toy with your eyes wide open and saying, 'this is so cool'! :D",
      "People with such passion and a happy attitude are rare, so keep this passion and happiness in you! :)"
    ]
  },
  {
    "image": {"src": "./assets/img/Bild6.jpg", "credit": "Jakob"},
    "text": [
      "I remember talking to you about your future goals. One of them is to become a rocket scientist to be where the new tech is invented (which is really cool).",
      "This passion about technology is something I (with my life goal of becoming an inventor) also share!",
      "I hope in future we will find more time to talk about technology and can learn and inspire each other even more! :D"
    ]
  },
  {
    "image": {"src": "./assets/img/Bild7.jpg", "credit": "Jakob"},
    "text": [
      "I really like how artistic you are! Your drawings (especially those with frogs) are awesome!",
      "When I was 18 I was also drawing a lot (especially dragons), but because of more and more busy schedules I sadly lost this habit.",
      "But with your diary you kind of reignited this passion (even if for now I only have time to draw stick figure art).",
      "Thanks for that! And feel free to show me more drawings and pages of your diary! I really love them :D"
    ]
  },
  {
    "image": {"src": "./assets/img/Bild12.jpg", "credit": "Jakob"},
    "text": [
      "I like how I can always count on you!",
      "Even if it is hard, you are honest with me!",
      "And if I need a friend, you are there and listen!",
      "I am very grateful you got in my life! :)"
    ]
  },
  {
    "video": { "src": "./assets/img/ProstOmat.mp4", "loop": true },
    "text": [
      "I really like how we inspire each other.",
      "With ideas like dancing frog robots, the ProstOmat and even this 'you are never alone' keychain.",
      "Looking forward to a future where we have a lot more fun ideas like those and bring them step by step to life! :D"
    ]
  },
  {
    "image": {"src": "./assets/img/Bild8.jpg", "credit": "Jakob"},
    "text": [
      "I am really impressed by your excellent English skills and all the cruises and travel you already did!",
      "I wish you a lot more of them with lots of adventures.",
      "And I hope our paths cross again so we will be part of each other’s adventures :D"
    ]
  },
  {
    "image": {"src": "./assets/img/Bild9.jpg", "credit": "Jakob"},
    "text": [
      "I remember how you showed me your YouTube channel the first time. I immediately subscribed and was really impressed!",
      "For me one of my big goals is to invent stuff and show/teach those things to others on a platform like YouTube. However, I most recently didn't even have a YouTube channel.",
      "And you have already started one with 16 and animated multiple episodes!",
      "I directly noticed you are a maker and not an 'NPC'. You are someone who wants more from life and tries new things to get there!"
    ]
  },
  {
    "text": [
      "I remember when we first started texting, you were always writing good night texts. At first, I was not used to that, but it was very cute.",
      "And then you topped this and sent me some good night music.",
      "This was one of the cutest things someone ever did to me, thx! :)",
      "Keep being so kind and positive!",
      "PS: If you read this text, it would be awesome if you could send me a good night message again! :)"
    ],
    
    "image": {"src": "./assets/img/Bild10.jpg", "credit": "Jakob"}
  },
  {
    "text": [
      "I remember our second meeting on the ship very well! You were watching the dance party with your parents on the second floor. I was just walking by and saying:",
      "\"Hi Lili, what are you doing here? The party is on the first floor!\"",
      "You: \"I am too exhausted\"",
      "Me: \"Okay, too bad you're missing out.\"",
      "Then I left and went dancing. I first thought perhaps she is not as fun as I first thought.",
      "But this totally changed when I turned around 5 min later and saw that you followed me and just started performing the amazing octopus dance.",
      "Somehow this made me feel so happy! :)",
      "Hope we can dance together sometime soon!"
    ]
  },
  {
    "text": [
      "I remember our last full day on the cruise very well. You wanted to make a DJ session, but directly in front of the stage were some older people playing cards and you therefore were not allowed to play.",
      "So instead we showed each other some holiday pictures and had a good time.",
      "Then your parents wanted to go eat. So you said goodbye and went to the elevator.",
      "I was also just about to leave as well, as you came back and asked me if I wanted to join for dinner? (This was so cute from you!)",
      "Theoretically I had just eaten and was not hungry at all. But I really liked you and wanted to spend the rest of the time of the cruise with you and your family.",
      "A decision I didn't regret at all :)"
    ],
    
    "image": {"src": "./assets/img/Bild12.jpg", "credit": "Jakob"}

  },
  {
    "image": {"src": "./assets/img/Bild13.jpg", "credit": "Cuddle"},
    "text": [
      "Hey cat-saving engineering girl,",
      "Cuddle just wanted to thank you for saving the kitten lately and bringing her home to her owners! That was awesome!"
    ]
  },
  {
    "image": {"src": "./assets/img/Bild13.jpg", "credit": "Cuddle"},
    "text": [
      "Hi Lili, stand still and keep your hands there where you can pet me!",
      "This is a Cuddle-Attack!"
    ]
  },
  {
    "image": {"src": "./assets/img/Bild14.jpg", "credit": "Jakob"},
    "text": [
      "I might have a little confession to make:",
      "The high five with the captain was perhaps not the most important thing on this list."
    ]
  },
  {
    "image": {"src": "./assets/img/Bild15.jpg", "credit": "Ami"},
    "text": [
      "Hi, this is Ami.",
      "I am suffering from a severe case of 'not getting enough cuddles.' Quick, Lili, come to Germany and cuddle me so that I can be saved from this terrible illness!",
      "Jakob: She is exaggerating — I am already taking care of their cuddle needs, but you are more than welcome to visit us and help out! :)"
    ]
  }
]
}