{
  "items": [
    { "text": ["What was your first impression of me?"] },
    { "text": ["What is the most embarrassing thing that has ever happened to you in public?"] },
    { "text": ["What is a secret you have never told anyone here?"] },
    { "text": ["Who was your biggest crush in the last 5 years?"] },
    { "text": ["What is something you pretend to like but actually don’t?"] },
    { "text": ["What is your most irrational fear?"] },
    { "text": ["What was your worst date ever and why?"] },
    { "text": ["What is the biggest lie you have told without getting caught?"] },
    { "text": ["If you could change one thing about your past, what would it be?"] },
    { "text": ["What is something you are proud of but rarely talk about?"] },
    { "text": ["What’s the weirdest thing you’ve done when you thought nobody was watching?"] },
    { "text": ["Have you ever had a crush on a friend’s partner or ex?"] },
    { "text": ["What’s your most controversial opinion that you actually stand by?"] },
    { "text": ["What’s the most childish thing you still enjoy?"] },
    { "text": ["What’s the biggest risk you’ve ever taken?"] },
    { "text": ["What’s a habit you really want to break but haven’t?"] },
    { "text": ["What’s the worst fashion phase you’ve ever gone through?"] },
    { "text": ["When was the last time you cried, and why?"] },
    { "text": ["What’s something you’re insecure about that people probably wouldn’t expect?"] },
    { "text": ["What’s the most trouble you got into at school or university?"] },
    { "text": ["What’s the weirdest thing you’ve ever eaten on purpose?"] },
    { "text": ["What’s the last thing you searched on your phone browser?"] },
    { "text": ["Who in this group would you call first in an emergency and why?"] },
    { "text": ["What’s a goal you secretly gave up on?"] },
    { "text": ["What is the laziest thing you’ve done recently?"] },
    { "text": ["What’s a compliment you received that you’ll never forget?"] },
    { "text": ["What is something you are glad your parents don’t know about you?"] },
    { "text": ["What’s the most awkward situation you’ve had with someone you liked?"] },
    { "text": ["What’s something you did once and immediately regretted?"] },
    { "text": ["If you had to choose one person here to be stuck on an island with, who would it be?"] },
    { "text": ["What’s your guiltiest pleasure when you’re alone?"] },
    { "text": ["What’s the worst text you ever sent to the wrong person?"] },
    { "text": ["Have you ever lied to get out of meeting someone here?"] },
    { "text": ["What’s a friendship you wish you had handled differently?"] },
    { "text": ["What’s something you’ve done just because of peer pressure?"] },
    { "text": ["What is the most embarrassing thing in your room right now?"] },
    { "text": ["What’s one thing you’re afraid people in this room might secretly think about you?"] },
    { "text": ["What’s the most impulsive purchase you’ve ever made?"] },
    { "text": ["Who here do you think knows you the best, and why?"] },
    { "text": ["What’s a lie you told on social media to make yourself look better?"] },
    { "text": ["What’s the most jealous you’ve ever been?"] },
    { "text": ["What’s something you wish you were better at but never practice?"] },
    { "text": ["What’s the weirdest dream you can remember in detail?"] },
    { "text": ["If you could erase one memory, which one would it be?"] },
    { "text": ["What is the pettiest reason you ever disliked someone?"] },
    { "text": ["What’s something you have done that you would never want your boss or teacher to know about?"] },
    { "text": ["What’s the longest you’ve gone without showering, and why?"] },
    { "text": ["What’s a small decision that surprisingly changed a lot in your life?"] },
    { "text": ["If you had to admit one big mistake from the last year, what would it be?"] },
    { "text": ["What’s the most nervous you’ve ever been before meeting someone?"] },
    { "text": ["What’s something you really want from life but are scared to say out loud?"] }
  ]
} 
